Repository: veljkoni/Chessko
Catalog: Chessko/Localizable.xcstrings
Source language: sr
Languages: de, en, fr, hi, it, ru, zh_hans

source: Stoji na polju **svoje boje** — bela Dama na belom polju, crna na crnom. Najmoćnija figura, ali ne treba je odmah izvoditi u otvaranju.
de: Sie steht auf einem Feld **ihrer eigenen Farbe** — die weiße Dame auf hellem, die schwarze auf dunklem Feld. Die stärkste Figur, doch man sollte sie in der Eröffnung nicht zu früh herausbringen.
en: It stands on a square of **its own colour** — the white queen on a light square, the black on a dark one. The most powerful piece, but you shouldn’t develop it too early in the opening.
fr: Elle se place sur une case de **sa couleur** — la dame blanche sur une case claire, la noire sur une foncée. La pièce la plus puissante, mais à ne pas sortir trop tôt en ouverture.
hi: यह **अपने रंग** के खाने पर रहता है — सफ़ेद वज़ीर हल्के खाने पर, काला गहरे पर। सबसे शक्तिशाली मोहरा, पर ओपनिंग में इसे जल्दी बाहर नहीं लाना चाहिए।
it: Sta su una casa del **proprio colore** — la donna bianca su casa chiara, la nera su scura. Il pezzo più potente, ma non va sviluppato troppo presto in apertura.
ru: Стоит на поле **своего цвета** — белый ферзь на светлом поле, чёрный на тёмном. Самая мощная фигура, но не стоит выводить её слишком рано в дебюте.
zh_hans: 它位于**自己颜色**的格子上——白后在白格，黑后在黑格。最强大的棋子，但开局不宜过早出动。

source: Kombinuje kretanje Topa i Lovca — kreće se u svim pravcima, koliko god polja želi.
de: Sie verbindet die Bewegung von Turm und Läufer — in alle Richtungen, beliebig weit.
en: It combines the rook’s and bishop’s movement — moving in all directions, as many squares as it likes.
fr: Elle combine les déplacements de la tour et du fou — dans toutes les directions, autant de cases qu’elle veut.
hi: यह हाथी और ऊँट की चाल को मिलाता है — सभी दिशाओं में, जितने चाहे खाने।
it: Combina il movimento di torre e alfiere — in tutte le direzioni, per quante case vuole.
ru: Сочетает ход ладьи и слона — двигается во всех направлениях на любое число полей.
zh_hans: 它兼具车和象的走法——可向任意方向走任意格数。

source: Najvažnija figura — njen gubitak znači kraj igre. U otvaranju je **pasivna odbrambena figura**, ali u završnici postaje moćan napadač.
de: Die wichtigste Figur — ihr Verlust bedeutet das Ende der Partie. In der Eröffnung ist er eine **passive Verteidigungsfigur**, im Endspiel wird er zum mächtigen Angreifer.
en: The most important piece — its loss means the end of the game. In the opening it is a **passive defensive piece**, but in the endgame it becomes a powerful attacker.
fr: La pièce la plus importante — sa perte signifie la fin de la partie. En ouverture, c’est une **pièce défensive passive**, mais en finale, il devient un puissant attaquant.
hi: सबसे महत्वपूर्ण मोहरा — इसका खोना खेल का अंत है। ओपनिंग में यह एक **निष्क्रिय रक्षात्मक मोहरा** है, पर अंत खेल में यह शक्तिशाली हमलावर बन जाता है।
it: Il pezzo più importante — la sua perdita significa la fine della partita. In apertura è un **pezzo difensivo passivo**, ma nel finale diventa un potente attaccante.
ru: Самая важная фигура — её потеря означает конец игры. В дебюте это **пассивная оборонительная фигура**, но в эндшпиле он становится мощным атакующим.
zh_hans: 最重要的棋子——失去它就意味着对局结束。开局中它是**被动的防守棋子**，但在残局中它会成为强大的进攻者。

source: Kreće se samo jedno polje u bilo kom pravcu. **Ne sme da stane na napadnuto polje!**
de: Er zieht nur ein Feld in beliebige Richtung. **Er darf kein angegriffenes Feld betreten!**
en: It moves only one square in any direction. **It must not step onto an attacked square!**
fr: Il ne se déplace que d’une case dans n’importe quelle direction. **Il ne doit pas aller sur une case attaquée !**
hi: यह किसी भी दिशा में केवल एक खाना चलता है। **यह हमलाग्रस्त खाने पर नहीं जा सकता!**
it: Si muove di una sola casa in qualsiasi direzione. **Non può andare su una casa attaccata!**
ru: Ходит только на одно поле в любом направлении. **Нельзя становиться на атакованное поле!**
zh_hans: 它只能向任意方向走一格。**不能走到被攻击的格子上！**

source: Jednom u partiji možeš pomeriti **dve figure istovremeno** — Kralja i Topa. Kralj skoči dva polja ka Topu, a Top preskače Kralja i staje pored njega. Ovo služi da skloniš Kralja na sigurno i ubaciš Top u igru.
de: Einmal pro Partie darfst du **zwei Figuren gleichzeitig** ziehen — König und Turm. Der König springt zwei Felder zum Turm, der Turm überspringt den König und stellt sich daneben. So bringst du den König in Sicherheit und den Turm ins Spiel.
en: Once per game you may move **two pieces at the same time** — the king and a rook. The king jumps two squares toward the rook, and the rook hops over the king to its side. This is used to put the king to safety and bring the rook into play.
fr: Une fois par partie, vous pouvez déplacer **deux pièces en même temps** — le roi et une tour. Le roi saute de deux cases vers la tour, et la tour franchit le roi pour se placer à côté. Cela met le roi à l’abri et active la tour.
hi: एक खेल में एक बार आप **दो मोहरों को एक साथ** चला सकते हैं — राजा और हाथी। राजा हाथी की ओर दो खाने कूदता है, और हाथी राजा के ऊपर से कूदकर उसके बगल में आ जाता है। यह राजा को सुरक्षित करने और हाथी को खेल में लाने के लिए है।
it: Una volta a partita puoi muovere **due pezzi contemporaneamente** — il re e una torre. Il re salta di due case verso la torre e la torre scavalca il re mettendosi accanto. Serve a mettere il re al sicuro e a portare la torre in gioco.
ru: Один раз за партию вы можете сделать ход **двумя фигурами сразу** — королём и ладьёй. Король прыгает на два поля к ладье, а ладья перескакивает через короля и встаёт рядом. Это уводит короля в безопасность и вводит ладью в игру.
zh_hans: 每盘棋有一次可以**同时移动两个棋子**——王和车。王朝车方向跳两格，车越过王落到其旁边。这能让王安全并使车投入战斗。

source: Ni Kralj ni Top se do tada **nisu pomerali** · Između njih **nema nijedne figure** · Kralj se ne nalazi u šahu i ne prolazi kroz napadnuto polje
de: Weder König noch Turm haben sich **zuvor bewegt** · Zwischen ihnen steht **keine Figur** · Der König steht nicht im Schach und zieht nicht über ein angegriffenes Feld
en: Neither king nor rook has **moved before** · There are **no pieces between them** · The king is not in check and does not pass through an attacked square
fr: Ni le roi ni la tour n’ont **bougé auparavant** · Il n’y a **aucune pièce entre eux** · Le roi n’est pas en échec et ne traverse pas de case attaquée
hi: न राजा न हाथी **पहले हिले हों** · उनके बीच **कोई मोहरा न हो** · राजा शह में न हो और किसी हमलाग्रस्त खाने से होकर न गुजरे
it: Né il re né la torre si sono **mossi prima** · Tra loro **non c’è alcun pezzo** · Il re non è sotto scacco e non attraversa una casa attaccata
ru: Ни король, ни ладья **ранее не ходили** · Между ними **нет фигур** · Король не под шахом и не проходит через атакованное поле
zh_hans: 王和车此前**都未移动过** · 它们之间**没有任何棋子** · 王不在被将状态，且不经过被攻击的格子

source: "Najvažnija stvar u otvaranju je brzo razviti figure. Nijedno parče ne treba pomeriti više od jednom pre nego što je razvoj završen, osim ako je to apsolutno neophodno."
de: „Das Wichtigste in der Eröffnung ist die schnelle Entwicklung der Figuren. Keine Figur sollte vor Abschluss der Entwicklung mehr als einmal gezogen werden, außer es ist absolut notwendig.“
en: "The most important thing in the opening is to develop the pieces quickly. No piece should be moved more than once before development is complete, unless it is absolutely necessary."
fr: « Le plus important dans l’ouverture est de développer rapidement les pièces. Aucune pièce ne doit être déplacée plus d’une fois avant la fin du développement, sauf nécessité absolue. »
hi: "ओपनिंग में सबसे महत्वपूर्ण है मोहरों को तेज़ी से विकसित करना। विकास पूरा होने से पहले किसी मोहरे को एक बार से अधिक नहीं हिलाना चाहिए, जब तक नितांत आवश्यक न हो।"
it: "La cosa più importante in apertura è sviluppare i pezzi rapidamente. Nessun pezzo va mosso più di una volta prima che lo sviluppo sia completo, a meno che non sia assolutamente necessario."
ru: «Самое важное в дебюте — быстро развить фигуры. Ни одну фигуру не следует двигать более одного раза до завершения развития, если это не абсолютно необходимо.»
zh_hans: “开局最重要的是快速出动棋子。在完成出子之前，除非绝对必要，任何棋子都不应移动超过一次。”

source: U šahu **Beli uvek igra prvi** i zbog toga ima blagu inicijalnu prednost. Zadatak oba igrača u otvaranju je isti: što brže dovesti figure u igru i zauzeti kontrolu nad centrom.
de: Im Schach **zieht Weiß immer zuerst** und hat dadurch einen kleinen Anfangsvorteil. Die Aufgabe beider Spieler in der Eröffnung ist dieselbe: die Figuren so schnell wie möglich ins Spiel bringen und die Kontrolle über das Zentrum übernehmen.
en: In chess **White always moves first** and therefore has a slight initial advantage. Both players’ task in the opening is the same: bring the pieces into play as fast as possible and take control of the centre.
fr: Aux échecs, **les Blancs jouent toujours en premier** et ont donc un léger avantage initial. La tâche des deux joueurs en ouverture est identique : développer les pièces le plus vite possible et prendre le contrôle du centre.
hi: शतरंज में **सफ़ेद हमेशा पहले चलता है** और इसलिए उसे थोड़ी शुरुआती बढ़त मिलती है। ओपनिंग में दोनों खिलाड़ियों का काम एक ही है: मोहरों को जल्द से जल्द खेल में लाना और केंद्र पर नियंत्रण पाना।
it: Negli scacchi **il Bianco muove sempre per primo** e ha quindi un leggero vantaggio iniziale. Il compito di entrambi in apertura è lo stesso: portare i pezzi in gioco il più in fretta possibile e prendere il controllo del centro.
ru: В шахматах **белые всегда ходят первыми** и поэтому имеют небольшое начальное преимущество. Задача обоих игроков в дебюте одна: как можно быстрее ввести фигуры в игру и захватить контроль над центром.
zh_hans: 在国际象棋中，**白方总是先走**，因此拥有微小的先手优势。双方在开局的任务相同：尽快出动棋子并控制中心。

source: Razvijaj figure brzo
de: Entwickle die Figuren schnell
en: Develop the pieces quickly
fr: Développez vite les pièces
hi: मोहरों को जल्दी विकसित करें
it: Sviluppa i pezzi rapidamente
ru: Быстро развивайте фигуры
zh_hans: 快速出动棋子

source: Kapablanka savetuje: skakače razvijaj pre lovaca. Ne pomeraj istu figuru dva puta u otvaranju ako nisi primoran. Svaki potez treba da razvija novu figuru ili kontroliše centar.
de: Capablanca rät: entwickle Springer vor Läufern. Ziehe dieselbe Figur in der Eröffnung nicht zweimal, wenn du nicht musst. Jeder Zug sollte eine neue Figur entwickeln oder das Zentrum kontrollieren.
en: Capablanca advises: develop knights before bishops. Don’t move the same piece twice in the opening unless forced. Every move should develop a new piece or control the centre.
fr: Capablanca conseille : développez les cavaliers avant les fous. Ne déplacez pas deux fois la même pièce en ouverture sans y être contraint. Chaque coup doit développer une nouvelle pièce ou contrôler le centre.
hi: कापाब्लांका सलाह देते हैं: ऊँट से पहले घोड़े विकसित करें। मजबूरी न हो तो ओपनिंग में एक ही मोहरे को दो बार न हिलाएँ। हर चाल को नया मोहरा विकसित करना चाहिए या केंद्र पर नियंत्रण रखना चाहिए।
it: Capablanca consiglia: sviluppa i cavalli prima degli alfieri. Non muovere lo stesso pezzo due volte in apertura se non costretto. Ogni mossa deve sviluppare un nuovo pezzo o controllare il centro.
ru: Капабланка советует: развивайте коней раньше слонов. Не ходите одной фигурой дважды в дебюте без необходимости. Каждый ход должен развивать новую фигуру или контролировать центр.
zh_hans: 卡帕布兰卡建议：先出马后出象。开局中除非被迫，不要让同一棋子走两次。每一步都应出动新棋子或控制中心。

source: Kontroliši centar
de: Kontrolliere das Zentrum
en: Control the centre
fr: Contrôlez le centre
hi: केंद्र पर नियंत्रण रखें
it: Controlla il centro
ru: Контролируйте центр
zh_hans: 控制中心

source: Četiri centralna polja (e4, d4, e5, d5) su najvažnija na tabli. Ko vlada centrom ima više prostora za manevar. Kapablanka: "Nijedan žestok napad ne može uspeti bez kontrole bar dva centralna polja."
de: Die vier Zentralfelder (e4, d4, e5, d5) sind die wichtigsten auf dem Brett. Wer das Zentrum beherrscht, hat mehr Raum zum Manövrieren. Capablanca: „Kein energischer Angriff kann ohne Kontrolle über mindestens zwei Zentralfelder gelingen.“
en: The four central squares (e4, d4, e5, d5) are the most important on the board. Whoever rules the centre has more room to manoeuvre. Capablanca: "No vigorous attack can succeed without control of at least two central squares."
fr: Les quatre cases centrales (e4, d4, e5, d5) sont les plus importantes de l’échiquier. Qui domine le centre a plus d’espace pour manœuvrer. Capablanca : « Aucune attaque vigoureuse ne peut réussir sans le contrôle d’au moins deux cases centrales. »
hi: चार केंद्रीय खाने (e4, d4, e5, d5) बोर्ड पर सबसे महत्वपूर्ण हैं। जो केंद्र पर राज करता है उसके पास अधिक जगह होती है। कापाब्लांका: "कम से कम दो केंद्रीय खानों पर नियंत्रण के बिना कोई प्रबल हमला सफल नहीं हो सकता।"
it: Le quattro case centrali (e4, d4, e5, d5) sono le più importanti della scacchiera. Chi domina il centro ha più spazio per manovrare. Capablanca: "Nessun attacco vigoroso può riuscire senza il controllo di almeno due case centrali."
ru: Четыре центральных поля (e4, d4, e5, d5) — важнейшие на доске. Кто владеет центром, имеет больше пространства для манёвра. Капабланка: «Ни одна энергичная атака не удастся без контроля хотя бы двух центральных полей.»
zh_hans: 四个中心格（e4、d4、e5、d5）是棋盘上最重要的。掌控中心者拥有更多回旋空间。卡帕布兰卡：“任何猛烈的进攻，若不控制至少两个中心格，都无法成功。”

source: Zaštiti kralja — uradi rokadu!
de: Schütze den König — rochiere!
en: Protect the king — castle!
fr: Protégez le roi — roquez !
hi: राजा की रक्षा करें — कैसलिंग करें!
it: Proteggi il re — arrocca!
ru: Защитите короля — рокируйте!
zh_hans: 保护国王——王车易位！

source: Rokadu odigraj što pre je moguće. Kralj na otvorenom je laka meta. Kapablanka sam uvek rokira rano i preporučuje isto svim igračima, posebno početnicima.
de: Rochiere so früh wie möglich. Ein König im Freien ist ein leichtes Ziel. Capablanca selbst rochierte stets früh und empfiehlt dasselbe allen Spielern, besonders Anfängern.
en: Castle as early as possible. A king in the open is an easy target. Capablanca himself always castled early and recommends the same to all players, especially beginners.
fr: Roquez le plus tôt possible. Un roi à découvert est une cible facile. Capablanca lui-même roquait toujours tôt et le recommande à tous, surtout aux débutants.
hi: जितनी जल्दी हो सके कैसलिंग करें। खुले में राजा आसान निशाना है। कापाब्लांका स्वयं हमेशा जल्दी कैसलिंग करते थे और सभी को, खासकर शुरुआती लोगों को यही सलाह देते हैं।
it: Arrocca il prima possibile. Un re allo scoperto è un bersaglio facile. Capablanca stesso arroccava sempre presto e consiglia lo stesso a tutti, soprattutto ai principianti.
ru: Рокируйте как можно раньше. Король на открытом месте — лёгкая мишень. Сам Капабланка всегда рокировал рано и советует то же всем игрокам, особенно начинающим.
zh_hans: 尽早王车易位。暴露的国王是容易的靶子。卡帕布兰卡本人总是早早易位，并建议所有人尤其是初学者也这样做。

source: Prerano izvođenje Dame
de: Die Dame zu früh herausbringen
en: Bringing the queen out too early
fr: Sortir la dame trop tôt
hi: वज़ीर को बहुत जल्दी बाहर लाना
it: Sviluppare la donna troppo presto
ru: Слишком ранний вывод ферзя
zh_hans: 过早出动皇后

source: Dama je snažna, ali ako je izvedeš rano, protivnik je napada pešacima i figurama — a svaki napad na Damu znači izgubljeni tempo jer mora da beži.
de: Die Dame ist stark, doch bringst du sie früh heraus, greift der Gegner sie mit Bauern und Figuren an — und jeder Angriff auf die Dame kostet ein Tempo, weil sie fliehen muss.
en: The queen is strong, but if you bring her out early the opponent attacks her with pawns and pieces — and every attack on the queen means a lost tempo because she must flee.
fr: La dame est puissante, mais sortie tôt, l’adversaire l’attaque avec pions et pièces — et chaque attaque sur la dame coûte un tempo car elle doit fuir.
hi: वज़ीर मजबूत है, पर यदि जल्दी बाहर लाएँ तो विरोधी प्यादों और मोहरों से उस पर हमला करता है — और वज़ीर पर हर हमला एक टेम्पो की हानि है क्योंकि उसे भागना पड़ता है।
it: La donna è forte, ma se la sviluppi presto l’avversario la attacca con pedoni e pezzi — e ogni attacco alla donna costa un tempo perché deve fuggire.
ru: Ферзь силён, но если вывести его рано, соперник атакует его пешками и фигурами — а каждое нападение на ферзя означает потерю темпа, ведь он вынужден отступать.
zh_hans: 皇后很强，但若过早出动，对手会用兵和子力攻击它——每次攻击皇后都意味着损失一步，因为它必须逃跑。

source: Pasivna odbrana pionima
de: Passive Verteidigung mit Bauern
en: Passive defence with pawns
fr: Défense passive avec les pions
hi: प्यादों से निष्क्रिय बचाव
it: Difesa passiva con i pedoni
ru: Пассивная защита пешками
zh_hans: 用兵被动防守

source: "Filipidorski" stil — odmah igrati P-d6 kao odgovor na e4 — daje protivniku slobodan razvoj i prostranstvo. Kapablanka pokazuje kako beli tada lako gradi superiornu poziciju.
de: Der „Philidor“-Stil — auf e4 sofort mit P-d6 zu antworten — gibt dem Gegner freie Entwicklung und Raum. Capablanca zeigt, wie Weiß dann leicht eine überlegene Stellung aufbaut.
en: The "Philidor" style — answering e4 immediately with P-d6 — gives the opponent free development and space. Capablanca shows how White then easily builds a superior position.
fr: Le style « Philidor » — répondre à e4 immédiatement par P-d6 — offre à l’adversaire développement et espace. Capablanca montre comment les Blancs construisent alors aisément une position supérieure.
hi: "फिलिडोर" शैली — e4 के जवाब में तुरंत P-d6 खेलना — विरोधी को मुक्त विकास और जगह देती है। कापाब्लांका दिखाते हैं कि सफ़ेद तब कैसे आसानी से बेहतर स्थिति बना लेता है।
it: Lo stile "Philidor" — rispondere a e4 subito con P-d6 — dà all’avversario sviluppo libero e spazio. Capablanca mostra come il Bianco costruisca poi facilmente una posizione superiore.
ru: Стиль «Филидора» — отвечать на e4 сразу P-d6 — даёт сопернику свободное развитие и пространство. Капабланка показывает, как белые затем легко строят превосходную позицию.
zh_hans: “费利多尔”式——对 e4 立刻以 P-d6 应对——会让对手获得自由出子和空间。卡帕布兰卡展示了白方如何因此轻松建立优势局面。

source: Zakasnela rokada
de: Zu spätes Rochieren
en: Castling too late
fr: Roque tardif
hi: देर से कैसलिंग
it: Arrocco tardivo
ru: Запоздалая рокировка
zh_hans: 王车易位太晚

source: Svaki potez bez rokade kada su linije otvorene je rizik. Protivnik može otvoriti igru i napasti tvog kralja pre nego što se skloni.
de: Jeder Zug ohne Rochade bei offenen Linien ist ein Risiko. Der Gegner kann das Spiel öffnen und deinen König angreifen, bevor er in Sicherheit ist.
en: Every move without castling while the lines are open is a risk. The opponent can open the position and attack your king before it gets to safety.
fr: Chaque coup sans roque alors que les lignes sont ouvertes est un risque. L’adversaire peut ouvrir le jeu et attaquer votre roi avant qu’il ne soit à l’abri.
hi: जब लाइनें खुली हों तब बिना कैसलिंग की हर चाल जोखिम है। विरोधी खेल खोलकर आपके राजा के सुरक्षित होने से पहले हमला कर सकता है।
it: Ogni mossa senza arrocco con le linee aperte è un rischio. L’avversario può aprire il gioco e attaccare il tuo re prima che si metta al sicuro.
ru: Каждый ход без рокировки при открытых линиях — риск. Соперник может вскрыть позицию и атаковать вашего короля раньше, чем он укроется.
zh_hans: 在线路开放时每走一步而不易位都是冒险。对手可能打开局面，在你的国王到达安全之前发起攻击。

source: Odigraj svaki potez belih na tabli — crni odgovara automatski po teorijskoj liniji.
de: Spiele jeden Zug von Weiß auf dem Brett — Schwarz antwortet automatisch nach der theoretischen Linie.
en: Play each of White’s moves on the board — Black replies automatically along the theoretical line.
fr: Jouez chaque coup des Blancs sur l’échiquier — les Noirs répondent automatiquement selon la ligne théorique.
hi: बोर्ड पर सफ़ेद की हर चाल खेलें — काला सैद्धांतिक लाइन के अनुसार स्वतः जवाब देता है।
it: Gioca ogni mossa del Bianco sulla scacchiera — il Nero risponde automaticamente seguendo la linea teorica.
ru: Сыграйте каждый ход белых на доске — чёрные отвечают автоматически по теоретической линии.
zh_hans: 在棋盘上走出白方的每一步——黑方按理论线路自动应着。

source: Španska partija (Ruy Lopez)
de: Spanische Partie (Ruy Lopez)
en: Ruy Lopez (Spanish Game)
fr: Partie espagnole (Ruy Lopez)
hi: रुय लोपेज़ (स्पैनिश खेल)
it: Partita spagnola (Ruy Lopez)
ru: Испанская партия (Руи Лопес)
zh_hans: 西班牙开局（鲁伊·洛佩斯）

source: 1.e4 e5 2.Sf3 Sc6 3.Lb5 — Kapablankova omiljena
de: 1.e4 e5 2.Sf3 Sc6 3.Lb5 — Capablancas Liebling
en: 1.e4 e5 2.Nf3 Nc6 3.Bb5 — Capablanca’s favourite
fr: 1.e4 e5 2.Cf3 Cc6 3.Fb5 — la préférée de Capablanca
hi: 1.e4 e5 2.Nf3 Nc6 3.Bb5 — कापाब्लांका की पसंदीदा
it: 1.e4 e5 2.Cf3 Cc6 3.Ab5 — la preferita di Capablanca
ru: 1.e4 e5 2.Кf3 Кc6 3.Сb5 — любимая Капабланки
zh_hans: 1.e4 e5 2.Nf3 Nc6 3.Bb5 — 卡帕布兰卡的最爱

source: Italijanska partija
de: Italienische Partie
en: Italian Game
fr: Partie italienne
hi: इटैलियन खेल
it: Partita italiana
ru: Итальянская партия
zh_hans: 意大利开局

source: 1.e4 e5 2.Sf3 Sc6 3.Lc4 — lovac nišani tačku f7
de: 1.e4 e5 2.Sf3 Sc6 3.Lc4 — der Läufer zielt auf f7
en: 1.e4 e5 2.Nf3 Nc6 3.Bc4 — the bishop targets f7
fr: 1.e4 e5 2.Cf3 Cc6 3.Fc4 — le fou vise f7
hi: 1.e4 e5 2.Nf3 Nc6 3.Bc4 — ऊँट f7 को निशाना बनाता है
it: 1.e4 e5 2.Cf3 Cc6 3.Ac4 — l’alfiere punta f7
ru: 1.e4 e5 2.Кf3 Кc6 3.Сc4 — слон нацелен на f7
zh_hans: 1.e4 e5 2.Nf3 Nc6 3.Bc4 — 象瞄准 f7

source: Sicilijanska odbrana
de: Sizilianische Verteidigung
en: Sicilian Defence
fr: Défense sicilienne
hi: सिसिलियन रक्षा
it: Difesa siciliana
ru: Сицилианская защита
zh_hans: 西西里防御

source: 1.e4 c5 2.Sf3 d6 3.d4 cxd4 4.Sxd4 — asimetrična borba
de: 1.e4 c5 2.Sf3 d6 3.d4 cxd4 4.Sxd4 — ein asymmetrischer Kampf
en: 1.e4 c5 2.Nf3 d6 3.d4 cxd4 4.Nxd4 — an asymmetrical fight
fr: 1.e4 c5 2.Cf3 d6 3.d4 cxd4 4.Cxd4 — un combat asymétrique
hi: 1.e4 c5 2.Nf3 d6 3.d4 cxd4 4.Nxd4 — असममित संघर्ष
it: 1.e4 c5 2.Cf3 d6 3.d4 cxd4 4.Cxd4 — una lotta asimmetrica
ru: 1.e4 c5 2.Кf3 d6 3.d4 cxd4 4.К:d4 — асимметричная борьба
zh_hans: 1.e4 c5 2.Nf3 d6 3.d4 cxd4 4.Nxd4 — 不对称的较量

source: "Idealna središnjica: sve figure su bačene u napad kao masa, koordinirajući se sa mašinskom preciznošću. Cilj svakog majstora je da postigne upravo takvu harmoniju."
de: „Das ideale Mittelspiel: alle Figuren als Masse in den Angriff geworfen, mit maschineller Präzision koordiniert. Das Ziel jedes Meisters ist es, genau solche Harmonie zu erreichen.“
en: "The ideal middlegame: all the pieces thrown into the attack as a mass, coordinating with machine-like precision. Every master’s aim is to achieve exactly such harmony."
fr: « Le milieu de partie idéal : toutes les pièces lancées dans l’attaque en masse, coordonnées avec une précision mécanique. Le but de tout maître est d’atteindre une telle harmonie. »
hi: "आदर्श मध्य खेल: सभी मोहरे एक समूह की तरह हमले में झोंक दिए जाते हैं, मशीनी सटीकता से समन्वित। हर मास्टर का लक्ष्य ठीक ऐसी ही सामंजस्य पाना है।"
it: "Il mediogioco ideale: tutti i pezzi lanciati all’attacco come una massa, coordinati con precisione meccanica. L’obiettivo di ogni maestro è raggiungere proprio tale armonia."
ru: «Идеальный миттельшпиль: все фигуры брошены в атаку как единая масса, согласованные с машинной точностью. Цель каждого мастера — достичь именно такой гармонии.»
zh_hans: “理想的中局：所有棋子如同整体般投入进攻，以机器般的精度协调配合。每位大师的目标正是达到这样的和谐。”

source: Kada su figure izvedene i kraljevi na sigurnom, počinje **središnjica** — najkreativniji i najkompleksniji deo šaha.
de: Sind die Figuren entwickelt und die Könige in Sicherheit, beginnt das **Mittelspiel** — der kreativste und komplexeste Teil des Schachs.
en: Once the pieces are developed and the kings are safe, the **middlegame** begins — the most creative and complex part of chess.
fr: Une fois les pièces développées et les rois en sécurité, le **milieu de partie** commence — la partie la plus créative et la plus complexe des échecs.
hi: जब मोहरे विकसित हो जाते हैं और राजा सुरक्षित होते हैं, तब **मध्य खेल** शुरू होता है — शतरंज का सबसे रचनात्मक और जटिल भाग।
it: Quando i pezzi sono sviluppati e i re al sicuro, inizia il **mediogioco** — la parte più creativa e complessa degli scacchi.
ru: Когда фигуры развиты, а короли в безопасности, начинается **миттельшпиль** — самая творческая и сложная часть шахмат.
zh_hans: 当棋子出动、双方国王安全后，**中局**便开始了——这是国际象棋中最富创造性、最复杂的阶段。
